22508/instruction/3413.MB.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:jour="http://journal.ws.spectrum" xmlns:xsd="http://model.ws.spectrum/xsd">
   <soap:Header/>
   <soap:Body>
      <jour:create>
         <jour:request>
            <xsd:operationEntity>
               <xsd:deptCode>1126</xsd:deptCode>
               <xsd:operJournalStatusEnum>3</xsd:operJournalStatusEnum>
               <xsd:documents>
                  <xsd:markDocCode>03ко</xsd:markDocCode>
                  <xsd:ben>
                     <xsd:firstName>Андрей</xsd:firstName>
                     <xsd:patronymic>Юрьевич</xsd:patronymic>
                     <xsd:surname>Борисов</xsd:surname>
                  </xsd:ben>
                  <xsd:creditAccountEntity>
                     <xsd:accountIdSys>00000</xsd:accountIdSys>
                     <xsd:accountNum>20202840857000000002</xsd:accountNum>
                     <xsd:deptCode>1126</xsd:deptCode>
                  </xsd:creditAccountEntity>
                  <xsd:creditSumma>
                     <xsd:currency>USD</xsd:currency>
                     <xsd:summa>100</xsd:summa>
                  </xsd:creditSumma>
                  <xsd:debitAccountEntity>
                     <xsd:accountIdSys>00000</xsd:accountIdSys>
                     <xsd:accountNum>20209840657000000001</xsd:accountNum>
                     <xsd:deptCode>1126</xsd:deptCode>
                  </xsd:debitAccountEntity>
                  <xsd:debitSumma>
                     <xsd:currency>USD</xsd:currency>
                     <xsd:summa>100</xsd:summa>
                  </xsd:debitSumma>
                  <xsd:description>Подкрепление операционной кассы Филиал № 6318 Банка ВТБ (ПАО)  на 05.09.2018
На основании: Опись к сумке № б/н от 05.09.2018 946</xsd:description>
                  <xsd:docNumber>908952</xsd:docNumber>
                  <xsd:remainFlows>
                     <xsd:from>
                        <xsd:locationEnum>1</xsd:locationEnum>
                     </xsd:from>
                     <xsd:quantity>0</xsd:quantity>
                     <xsd:summa>100</xsd:summa>
                     <xsd:to>
                        <xsd:locationEnum>7</xsd:locationEnum>
                        <xsd:login>O1126</xsd:login>
                     </xsd:to>
                     <xsd:valuableSort>
                        <xsd:valuableSortId>-143</xsd:valuableSortId>
                     </xsd:valuableSort>
                  </xsd:remainFlows>
                  <xsd:docDate>2021-08-25</xsd:docDate>
               </xsd:documents>
               <xsd:idSys>MBANK</xsd:idSys>
               <xsd:login>O1126</xsd:login>
               <xsd:operJournalExtId>MB.14888841</xsd:operJournalExtId>
               <xsd:operationCode>3413.MB</xsd:operationCode>
               <xsd:principal>
                  <xsd:principal>Борисов Андрей Юрьевич</xsd:principal>
                  <xsd:principalIdentityCard>5555 877566 Сергиевским РОВД Самарской области 24.12.2002 код 632-046</xsd:principalIdentityCard>
               </xsd:principal>
            </xsd:operationEntity>
            <xsd:requestInfo>
               <xsd:messageId/>
            </xsd:requestInfo>
         </jour:request>
      </jour:create>
   </soap:Body>
</soap:Envelope>